/**
 *                  _
 *       __________H||___________
 *      [|.......................|
 *      ||...✨.................|            @@@@
 *      ||.. (\.   \      ,/)....|          @@@@@@@
 *      ||...  \(   |\     )/....|   ,      - @@@@
 *      ||...  //\  | \   /\\....|   |     '_ @@@
 *      ||...(/ /\_#👓#_/\ \)...|   |     __\@ \@
 *      ||...  \/\  ####  /\/....|  _\\  (/ ) @\_/)____
 *      ||...      `##'     .....|   |(__/ /     /|% #/
 *      ||.......................|    \___/ ----/_|-#/
 *      ||.......................|       ,:   '(
 * 
 *               🔮 handsfree.js/Pose.js 🔮
 * 
 * @description A class describing different poses.
 * 
 * - Creates a pointer element for each enabled pose
 * - 
 */
class HandsfreePose {
  constructor () {}
}

module.exports = HandsfreePose